import { SubjectDescription, SubjectTitle } from "./SubjectTitle";
import SubjectTopicModal from "./SubjectTopicModal";

const Subject = () => {
  return (
    <div className=" bangla">
      <header className="text-center">
        <h2 className="text-4xl font-bold bangla"> বাংলাদেশ ও বিশ্ব পরিচয়</h2>
        <h2 className="text-4xl font-bold bangla"> শ্রেণিঃ ৮ম</h2>
        <h2 className="text-4xl font-bold bangla"> ষষ্ঠ অধ্যায়</h2>
        <h3 className="text-4xl font-bold bangla">
          বাংলাদেশের সাংস্কৃতিক পরিবর্তন
        </h3>
      </header>
      <div>
        <section>
          <p className="bangla text-lg text-justify mt-5">
            সংস্কৃতি বলতে আমরা সাধারণত সমাজের মানুষের জীবনযাপনের ধারাকে বুঝে
            থাকি। অর্থাৎ সংস্কৃতি হলো আমাদের জীবনপ্রণালি। মানুষ তার অস্তিত্বকে
            টিকিয়ে রাখতে এবং তার মৌলিক প্রয়োজনগুলো পূরণের লক্ষ্যে যা কিছু সৃষ্টি
            করে তাই হলো তার সংস্কৃতি। মানুষের এসব সৃষ্টি বা কাজ মূলত দুই ধরনের
            হয়ে থাকে-বস্তুগত ও অবস্তুগত। সংস্কৃতিকেও তাই দুইভাগে ভাগ করা হয়ে
            থাকে। বস্তুগত সংস্কৃতি ও অবস্তুগত সংস্কৃতি। ঘরবাড়ি, তৈজসপত্র,
            আসবাবপত্র, উৎপাদন হাতিয়ার এসব হচ্ছে বস্তুগত সংস্কৃতি। অবস্তুগত
            সংস্কৃতি হচ্ছে-ব্যক্তির দক্ষতা, জ্ঞান, চিন্তা-ভাবনা, আচার-ব্যবহার,
            বিশ্বাস, সংগীত, সাহিত্য ও শিল্পকলা ইত্যাদি। সংস্কৃতি পরিবর্তনশীল।
            আদিকাল হতে সমাজে বসবাসকারী মানুষ তার সৃষ্টিকে বিভিন্ন পরিবর্তনের
            মধ্য দিয়ে আধুনিক সাংস্কৃতিক জীবনে উন্নীত করেছে। সংস্কৃতির এই
            পরিবর্তনে বিভিন্ন উপাদান যেমন প্রভাব বিস্তার করেছে তেমনি সংস্কৃতির
            উন্নয়নেও এসব উপাদান কমবেশি অবদান রেখেছে। হাতিয়ার আবিষ্কারের মধ্য
            দিয়েই জীবন ও জীবিকা নির্বাহের ক্ষেত্রে প্রথম পরিবর্তন আসে। জীবন ও
            জীবিকার প্রয়োজনে মানুষের ব্যবহার্য ও ভোগের সামগ্রী এবং চিন্তা চেতনায়
            যখন ইতিবাচক পরিবর্তন লক্ষ করা যায় তখন তাকে বলা হয় মানুষের সাংস্কৃতিক
            উন্নয়ন। আমরা সপ্তম শ্রেণিতে বাংলাদেশের সাংস্কৃতিক বৈচিত্র্যের ধারণা
            পেয়েছি। এ অধ্যায়ে আমরা বাংলাদেশের সাংস্কৃতিক পরিবর্তন, উন্নয়ন এবং
            বাঙালির সংস্কৃতি ও শিল্পকলা সম্পর্কে জানব।
          </p>
        </section>

        <section>
          <SubjectTitle>
            পাঠ-১: বাংলাদেশের সাংস্কৃতিক পরিবর্তন ও উন্নয়ন ধারণা
          </SubjectTitle>
          <SubjectDescription>
            সমাজ ও অঞ্চল ভেদে সংস্কৃতির রূপ ভিন্ন হয়ে থাকে। বাংলাদেশের মানুষ ও
            সমাজের রয়েছে নিজস্ব সংস্কৃতি। এদেশের সংস্কৃতি কিন্তু এক জায়গায় থেমে
            নেই। পরিবেশ-পরিস্থিতি ও যুগের সাথে তাল মিলিয়ে নিজেদের প্রয়োজনে
            আমাদের সংস্কৃতিরও পরিবর্তন ঘটছে। কাজেই সংস্কৃতির যেকোনো পরিবর্তনকে
            নেতিবাচক ভাবে না নিয়ে নদীর বয়ে চলা পানির মতো সতত পরিবর্তনশীলভাবে পাঠ
            করাই যুক্তিসঙ্গত। সংস্কৃতি এক প্রজন্ম হতে অন্য প্রজন্মে হস্তান্তরিত
            হয়। এই প্রক্রিয়ায় হস্তান্তরিত হতে হতে সংস্কৃতির মধ্যে কিছু কিছু
            পরিবর্তন ঘটে। আবার অন্য সংস্কৃতির সংস্পর্শে এসেও সংস্কৃতি তার রূপ
            বদল করে। একেই সংস্কৃতির পরিবর্তন বা সাংস্কৃতিক পরিবর্তন বলে। <br />
            পরিবর্তন যে ধরনেরই হোক, সংস্কৃতি স্থির নয়। মানুষ যে পরিবেশে বাস করে
            তার মধ্যে থেকে সাংস্কৃতিক পরিবর্তন ঘটতে পারে আবার বাইরের উপাদান
            সংগ্রহ করেও এই পরিবর্তন হতে পারে। এই পরিবর্তনের যেটুকু ইতিবাচক তাকে
            সাংস্কৃতিক উন্নয়ন বলা চলে। <br /> সাধারণভাবে উন্নয়ন বলতে বোঝায় কোনো
            কিছু শুরু থেকে ক্রমশ পরিপূর্ণতা লাভ করা। একসময় উন্নয়ন বলতে কেবল
            অর্থনৈতিক অবস্থার কাঙ্ক্ষিত পরিবর্তন বা অর্থনৈতিক অগ্রগতিকে বোঝানো
            হতো। কিন্তু সমাজবিজ্ঞানীরা উন্নয়ন বলতে 'সামাজিক উন্নয়ন' কথাটিকে
            নির্দেশ করেন। তাই মানুষের জীবনযাত্রার মানের উন্নয়নই প্রকৃত উন্নয়ন।
            সাধারণত উন্নয়ন বা সামাজিক উন্নয়ন হলো একধরনের 'সামাজিক পরিবর্তন'।
            কোনো সমাজের উন্নয়নের ফলে যেমন সাংস্কৃতিক পরিবর্তন হয় তেমনি
            সাংস্কৃতিক পরিবর্তনের ফলেও সমাজে উন্নয়ন ঘটে। যেমন: বাংলাদেশে অনেক
            জায়গায় এখন{" "}
            <SubjectTopicModal
              value="লাঙলের"
              img="https://cdn.ittefaqbd.com/contents/cache/images/800x450x1/uploads/a/2020/12/12/image-205809-1607699836.jpg"
            />{" "}
            পরিবর্তে{" "}
            <SubjectTopicModal
              value="ট্রাক্টর"
              img="https://media.assettype.com/eisamay%2F2025-05-21%2F4tydgx7j%2Ftractor.jpg?rect=0%2C0%2C1600%2C900&w=768&auto=format%2Ccompress&fit=max"
            />{" "}
            ব্যবহার হচ্ছে, এটা বস্তুগত সাংস্কৃতিক পরিবর্তন। এর ফলে কৃষি উৎপাদন
            বেড়ে যাওয়ায় মানুষের জীবনযাত্রার মানের উন্নয়ন হয়েছে। এইভাবে
            সাংস্কৃতিক ও সামাজিক পরিবর্তন ও উন্নয়ন সমন্বিতভাবে সমাজের উন্নয়ন
            ঘটায়।
          </SubjectDescription>
        </section>

        <section>
          <SubjectTitle>
            পাঠ-২: সাংস্কৃতিক পরিবর্তন ও উন্নয়নের বৈশিষ্ট্য
          </SubjectTitle>
          <SubjectDescription>
            আমরা ওপরে সাংস্কৃতিক পরিবর্তন ও উন্নয়ন সম্পর্কে জেনেছি। এখন
            সাংস্কৃতিক পরিবর্তন ও উন্নয়নের বৈশিষ্ট্যগুলো নিচে আলোচনা করা হলো-
            সমাজের সকলের জীবনযাত্রার মানের উন্নতি সাধন, শোষণ ও বৈষম্যের সবার
            মাত্রা কমানো বা অবসান করা, জ্ঞানবিজ্ঞান ও প্রযুক্তিকে মানবকল্যাণে
            কাজে লাগানো সবার কাম্য। আবার যেহেতু মানুষের জীবনযাত্রার প্রণালি
            হচ্ছে সংস্কৃতি, তাই জ্ঞানবিজ্ঞান, প্রযুক্তি প্রভৃতির উন্নয়ন
            সাংস্কৃতিক পরিবর্তনকেই নির্দেশ করে। এজন্য অনেক সময় সাংস্কৃতিক
            পরিবর্তন ও উন্নয়নকে সমার্থক মনে হয়।
            <br />
            <br />
            ১. বস্তুগত সংস্কৃতি যত দ্রুতগতিতে পরিবর্তন হয় অবস্তুগত সংস্কৃতি ততো
            দ্রুত পরিবর্তন হয় না। ফলে সাংস্কৃতিক পরিবর্তনের এই অসমতা সমাজে
            সমস্যা তৈরি করে যা সমাজে উন্নয়নের ক্ষেত্রে বাঁধা হয়ে দাঁড়ায়।
            সংস্কৃতির পরিবর্তনের এই গতি বা পার্থক্য সাংস্কৃতিক পরিবর্তনের
            বৈশিষ্ট্য।
            <br />
            <br />
            ২. উন্নয়ন মানুষের মৌলিক চাহিদা পূরণের অগ্রাধিকার দেয়। এটি উন্নয়নের
            একটি বৈশিষ্ট্য। মানুষের মৌলিক চাহিদা পূরণ হলে সমাজের অগ্রগতি ঘটে,
            উন্নয়ন ত্বরান্বিত হয়। ফলে সমাজে নানা ক্ষেত্রে পরিবর্তন লক্ষ করা যায়।
            যা সামাজিক পরিবর্তন হিসেবে গণ্য করা হয়। আর সামাজিক পরিবর্তনের মধ্য
            দিয়ে সাংস্কৃতিক পরিবর্তন ঘটে।
            <br />
            <br />
            ৩. সাংস্কৃতিক পরিবর্তন ও উন্নয়নের একটি বৈশিষ্ট্য হচ্ছে- পরিবর্তন সকল
            সময় একটি সরলরেখায় ক্রমশ ঊর্ধ্বগতিতে এগিয়ে যায় না। অনেক সময়
            সাংস্কৃতিক পরিবর্তন নিম্নগতির দিকেও যায়। তাই ঊর্ধ্বগতি ও নিম্নগতি
            দুটোই পরিবর্তন। একটি ইতিবাচক অন্যটি নেতিবাচক। তবে উন্নয়ন বলতে
            ঊর্ধ্বগতি বা ইতিবাচক পরিবর্তনকে বোঝায়। তাই সংস্কৃতির উন্নয়ন হলো
            সংস্কৃতির ইতিবাচক পরিবর্তন। যেমন: আকাশ সংস্কৃতির প্রভাবে আমাদের
            সংস্কৃতির ইতিবাচক ও নেতিবাচক দুই ধরনের পরিবর্তনই ঘটছে। ইতিবাচক
            পরিবর্তনটি হলো সাংস্কৃতিক উন্নয়ন।
            <br />
            <br />
            ৪. সাংস্কৃতিক পরিবর্তন ও উন্নয়ন দুটোই সময়ের মাত্রার মধ্যে সংগঠিত হয়।
            এটিও পরিবর্তনের একটি বৈশিষ্ট্য। যেমন-পুরাতন পাথর যুগ ও নতুন পাথরের
            যুগ দুটি সময়কাল। দুই সময়ের সংস্কৃতিতে পার্থক্যও আছে। এই পার্থক্য
            সময়ের পরিবর্তনের মাধ্যমে সৃষ্টি হয়েছে। অনেকক্ষেত্রে এই পরিবর্তন
            পরবর্তী সময়েও ধারাবাহিকভাবে ঘটে থাকে। যেমন-পুরাতন পাথর যুগের অনেক
            হাতিয়ার নতুন পাথর যুগের সময়ে উন্নতি ঘটেছে। এটি হচ্ছে সংস্কৃতির
            উন্নয়ন তথা সাংস্কৃতিক পরিবর্তন। <br />
            <br />
            ৫. তবে উন্নয়ন বলতে যখন পাশ্চাত্যের কাঠামো বা মানস অনুযায়ী আমাদের
            সমাজে একই রকম পরিবর্তন বোঝায় সেই এক রৈখিক উন্নয়ন ধারনার মধ্যে সমাজের
            সকল মানুষের জীবনের ইতিবাচক পরিবর্তন না হয়ে ধনিক পুঁজিপতি শ্রেণির
            সুবিধা সৃষ্টির চেষ্টা বলে চিহ্নিত ও সমালোচনা করা হয়, যা যৌক্তিক।
          </SubjectDescription>
        </section>
        <section>
          <SubjectTitle>
            পাঠ-৩: সাংস্কৃতিক পরিবর্তন ও উন্নয়নের বিভিন্ন দিক
          </SubjectTitle>
          <SubjectDescription>
            আমরা জানি সংস্কৃতি স্থির বিষয় নয়। পরিবর্তন সংস্কৃতির ধর্ম। পৃথিবীর
            বিভিন্ন জনগোষ্ঠীর সংস্কৃতিতে ভিন্নতা থাকলেও সেখানে প্রতিনিয়ত সংযোজন
            ও বিয়োজন চলে। একসময় সংস্কৃতির পার্থক্য বা পরিবর্তনশীলতার মধ্যে আবার
            নতুন সংস্কৃতির পরিবর্তন ও উন্নয়ন ঘটে। সংস্কৃতির এই পরিবর্তনশীলতার
            কয়েকটি কারণ রয়েছে। যেমন-
            <br />
            <br />
            সাংস্কৃতিক ব্যাপ্তি: সাধারণত দুটি সমাজের সংস্কৃতি একে অপরের
            সংস্পর্শে এসে একে অপরকে প্রভাবিত করে। এই কাছে আসা যতো বেশি
            দীর্ঘস্থায়ী হবে সংস্কৃতির আদান-প্রদান ততো বেশি হবে। এর মাধ্যমে একে
            অপরের সংস্কৃতির কিছু না কিছু গ্রহণ করবে। সংস্কৃতির এই চলমান গতিধারা
            এবং এক সমাজ থেকে আরেক সমাজে সংস্কৃতির প্রসারলাভকে সাংস্কৃতিক
            ব্যাপ্তি বলে। অর্থাৎ সাংস্কৃতিক সংমিশ্রণের মাধ্যমে সাংস্কৃতিক প্রসার
            বা ব্যাপ্তি ঘটে। বিশ্বায়নের ফলে এবং প্রযুক্তির উন্নতিতে সাংস্কৃতিক
            ব্যাপ্তি অনেক বেড়ে গেছে।
            <br />
            <br />
            সাংস্কৃতায়ন: নিজ সংস্কৃতিকে অক্ষুণ্ণ রেখে অন্য কোনো সাংস্কৃতিক
            উপাদানকে নিজ সংস্কৃতির সাথে আত্মস্থ করার প্রক্রিয়াকে সংস্কৃতায়ন বলা
            হয়। আমাদের দেশ বহুবার বহিরাগত শাসক দ্বারা শাসিত হওয়ায় এখানে
            সংস্কৃতায়ন প্রবল। ভিন্ন সংস্কৃতির সংস্পর্শই সাংস্কৃতায়ন প্রক্রিয়ার
            কারণ বলে মনে করা হয়। যেমন- ইংরেজরা প্রায় দুইশ বছর আমাদের শাসক ছিল
            বলে অনেক ইংরেজি শব্দ আমাদের ভাষায় মিশে গেছে।
            <br />
            <br />
            সাংস্কৃতিক আত্তীকরণ: আত্তীকরণ এমন একটি প্রক্রিয়া যে প্রক্রিয়ার
            মাধ্যমে সংশ্লিষ্ট ব্যক্তি এবং গোষ্ঠী অন্যের সংস্কৃতি আয়ত্ত করে।
            যেমন-মানুষ যখন কোনো নতুন সংস্কৃতি বা সাংস্কৃতিক পরিবেশে বসবাস করতে
            আসে তখন সেখানকার মানুষের দৃষ্টিভঙ্গি, আচরণ, চিন্তা-চেতনা, মূল্যবোধ
            এক কথায় সমগ্র জীবনধারার সাথে আত্তীকৃত হতে চেষ্টা করে। এভাবে একসময় তা
            আত্তীকরণ হয়ে যায়। যেমন-জীবিকার প্রয়োজনে, বৈবাহিক কারণে অথবা অন্য
            যেকোনো কারণে নিজ এলাকা থেকে স্থানান্তর হলে মানুষ ঐ এলাকার সংস্কৃতির
            সাথে নিজেকে আত্তীকরণ করার চেষ্টা করে।
            <br />
            <br />
            সাংস্কৃতিক আদর্শ: প্রতিটি দেশ বা সমাজের রয়েছে নিজস্ব একটি সাংস্কৃতিক
            আদর্শ। সাংস্কৃতিক আদর্শ বলতে কোনো দেশ বা সমাজের মানুষের সংস্কৃতির
            ধরনকে বোঝায়। এগুলো হলো- আচার-আচরণ, খাদ্য, পোশাক, বিশ্বাস,
            ধর্মবিশ্বাস, লোককাহিনী, সংগীত, লোককলা ইত্যাদি। কোনো দেশ বা সমাজের
            সাংস্কৃতিক আদর্শের মাঝে ঐ দেশ বা সমাজের মানুষের জীবনপ্রণালি ও
            বৈশিষ্ট্য ফুটে ওঠে। এই আদর্শের কারণে সংস্কৃতিসমূহের মধ্যে পার্থক্য
            দেখা যায়।
            <br />
            <br />
            প্রযুক্তি ও সাংস্কৃতিক উন্নয়ন: আধুনিক প্রযুক্তি বা বস্তুগত সংস্কৃতির
            দ্রুত পরিবর্তন ও উন্নয়ন সমাজে সাংস্কৃতিক উন্নয়ন ঘটাচ্ছে। তথ্য
            প্রযুক্তির উন্নয়নে গোটা বিশ্ব এখন একটি বিশ্বপল্লিতে রূপান্তরিত
            হয়েছে। যার ফলে যোগাযোগ প্রক্রিয়া অনেক উন্নত হয়েছে। এখন ঘরে বসে
            পৃথিবীর এক প্রান্ত থেকে অন্য প্রান্তের খবর জানা যায়। এক সংস্কৃতি
            অন্য সংস্কৃতির সংস্পর্শে আসছে। অনুন্নত সংস্কৃতি দ্রুত উন্নত
            সংস্কৃতির উপাদান গ্রহণ করছে। এভাবে প্রযুক্তিসংস্কৃতি পরিবর্তনের
            মাধ্যমে সাংস্কৃতিক উন্নয়ন ঘটছে।
            <br />
            <br />
          </SubjectDescription>
        </section>

        <section>
          <SubjectTitle>
            পাঠ-৪: বাংলাদেশের প্রেক্ষিতে বিভিন্ন সাংস্কৃতিক পরিবর্তন ও উন্নয়ন
          </SubjectTitle>
          <SubjectDescription>
            বর্তমানে বাংলাদেশের মানুষের জীবন আচরণ বা সংস্কৃতিতে ব্যাপক পরিবর্তন
            লক্ষ করা যায়। একে বলা হয় সাংস্কৃতিক পরিবর্তন। বাংলাদেশের মানুষের
            মধ্যে পাশ্চাত্য ও ধর্মীয় সংস্কৃতির প্রভাব সবচেয়ে বেশি। এছাড়া
            লোকসংস্কৃতির প্রভাবও একেবারে কম নয়; যেমন: পোশাক, খাদ্যাভ্যাস,
            শিক্ষা, কৃষি, চিকিৎসা, প্রযুক্তি, সংঙ্গীত, কলা, দৃষ্টিভঙ্গি, আচরণ,
            ফ্যাশন ইত্যাদিতে পাশ্চাত্য সংস্কৃতির প্রভাবে অনেক পরিবর্তন এসেছে। যা
            আমাদের সংস্কৃতি থেকে পৃথক করা সম্ভব নয়। বাংলাদেশের গ্রামীণ জীবনে তো
            বটেই শহরের জীবনেও ইদানীং বিভিন্ন লোক উৎসব, বর্ষবরণ, মেলা ইত্যাদির
            আধিক্য ও বিভিন্ন লোক সামগ্রীর সম্ভার দেখে এই পরিবর্তন স্পষ্টই চোখে
            পড়ে। বিশ্বায়নের প্রভাবেও বাংলাদেশের নিজস্ব সংস্কৃতিতে পরিবর্তন লক্ষ
            করা যাচ্ছে। আগে যেমন যাত্রা,{" "}
            <SubjectTopicModal
              value="পালাগান"
              img="https://assets.telegraphindia.com/abp/2017/6/11/1608753680_5fe3a21064163_baul-pala-gaan.jpg"
            />{" "}
            , সার্কাস,
            <SubjectTopicModal
              value="জারিসারির"
              img="https://i.ytimg.com/vi/Ax_IyQeI_Yo/maxresdefault.jpg"
            />{" "}
            মাধ্যমে মানুষ বিনোদনের চাহিদা পূরণ করত, বর্তমানে ঘরে বসে বিভিন্ন
            সামাজিক যোগাযোগের মাধ্যমে সে চাহিদা পূরণ করছে। বিজ্ঞান ও প্রযুক্তির
            উন্নয়ন সাংস্কৃতিক পরিবর্তনকে ত্বরান্বিত করে।
            <br />
            <br />
            বস্তুগত ও অবস্তুগত উভয় সংস্কৃতিতে আমাদের দেশে পরিবর্তন ঘটেছে। তবে
            এক্ষেত্রে বস্তুগত সংস্কৃতি এগিয়ে আছে। যতো দ্রুত আমরা ফ্রিজ, টেলিভিশন
            গ্রহণ করি ততো দ্রুত অন্য দেশের ধ্যান- ধারণা, দৃষ্টিভঙ্গি ও বিলাস
            সামগ্রী গ্রহণ করতে পারি না। বাংলাদেশে পারিবারিক ব্যবস্থায় বা
            পারিবারিক সম্পর্কে ব্যাপক পরিবর্তন ঘটেছে, পূর্বের যৌথ পরিবার ভেঙে
            এখন একক পরিবার গ্রাম শহর উভয় স্থানে গড়ে উঠেছে। যা তাদের আচার-আচরণে ও
            জীবনযাপন পদ্ধতিতে প্রকাশ পাচ্ছে।
            <br />
            <br />
            অর্থনীতিতে নারীর অংশগ্রহণের ফলে পরিবারে নারীর ক্ষমতায়ন, নারীর
            সমঅধিকার ও নারী স্বাধীনতা বৃদ্ধি পাচ্ছে, যা নারী-পুরুষের চিরায়ত
            সম্পর্কে পরিবর্তন এনেছে। এখন নারী-পুরুষ একত্রে বিভিন্ন প্রতিষ্ঠানে
            কাজ করছে। যা শ্রমবাজারে নারীর অংশগ্রহণ বাড়িয়েছে ঠিকই কিন্তু গৃহস্থলি
            কাজের চাপ কমায়নি যা পিতৃতান্ত্রিক ব্যবস্থা থেকে আসা অবস্তুগত
            সংস্কৃতির অংশ। ফলে গৃহস্থলি কাজের চাপ সামলাতে গৃহশ্রমিকের শ্রম শোষণ
            চলছে।
            <br />
            <br />
            প্রযুক্তিগত পরিবর্তন আমাদের সংস্কৃতিতে ইতিবাচক পরিবর্তন ঘটাচ্ছে। এই
            পরিবর্তন মানুষের জীবন যাপন, পেশা, বিনোদন ইত্যাদি ক্ষেত্রে ডিজিটাল
            নির্ভরতা বাড়িয়ে দিয়েছে। যা পুরানো নিয়ম ভেঙে নতুন আন্তঃসম্পর্কের জাল
            তৈরি করছে।
            <br />
            <br />
            <SubjectTitle>বিভিন্ন সাংস্কৃতিক উন্নয়ন</SubjectTitle>
            সংস্কৃতির বস্তুগত ও অবস্তুগত উপাদানের ইতিবাচক বা ঊর্ধ্বমুখী পরিবর্তন
            সাংস্কৃতিক উন্নয়ন ঘটাচ্ছে। বিশেষ করে প্রযুক্তি এক্ষেত্রে বিপ্লব
            ঘটিয়েছে। এছাড়া শিক্ষা, চিকিৎসা, কৃষি, গবেষণা, খেলাধুলা, বিনোদন,
            রাজনীতি, শিল্প-সাহিত্য, বৈদেশিক সম্পর্ক ও বাণিজ্য, শিল্প-কারখানা,
            নারী-পুরুষ সম্পর্ক ইত্যাদি ক্ষেত্রেও সাংস্কৃতিক উন্নয়ন ঘটেছে।
            <br />
            <br />
            কৃষি, শিল্প, চিকিৎসা ও শিক্ষায় উন্নত প্রযুক্তি ব্যবহার করা হচ্ছে, যা
            বাংলাদেশের মানুষের সংস্কৃতিতে উন্নয়ন বয়ে আনছে।
            <br />
            <br />
            পাশ্চাত্য সংস্কৃতির অনুসরণে আমাদের দেশে বিভিন্ন ব্যাংক, বিমা
            প্রতিষ্ঠান, হাসপাতাল, রেস্টুরেন্ট, হোটেল, প্রাইভেট বিশ্ববিদ্যালয়,
            বহুজাতিক কোম্পানি, আধুনিক বিপণী বিতান ইত্যাদির সম্প্রসারণ হয়েছে। ফলে
            এগুলোকে ঘিরে এক ধরনের সাংস্কৃতিক পরিবেশ তৈরি হয়েছে যা সাংস্কৃতিক
            উন্নয়ন সাধন করছে।
            <br />
            <br />
            বিশ্বের উন্নত দেশের অনুকরণে প্রচলিত ধারার শিক্ষার সাথে মাল্টিমিডিয়া
            ব্যবহার করে শিক্ষাকে যুগোপযোগী করার চেষ্টা চলছে। আবার প্রচলিত ধারার
            শিক্ষার পাশাপাশি দূরশিক্ষণের মাধ্যমে শিক্ষাকে মানুষের কাছাকাছি নিয়ে
            যাওয়া হয়েছে। আমাদের দেশের শিক্ষাক্ষেত্রে এসব পরিবর্তন মূলত শিক্ষা
            সংস্কৃতিরই পরিবর্তন, যা শিক্ষার সাংস্কৃতিক উন্নয়ন ঘটিয়েছে।
            <br />
            <br />
            বাংলাদেশে বিভিন্ন প্রচার মাধ্যম বা প্রাইভেট চ্যানেল প্রতিষ্ঠার ফলে
            সাংস্কৃতিক বিপ্লব হয়েছে। যার মাধ্যমে সংস্কৃতির বিস্তার ঘটছে দ্রুত
            এবং জনগণের সচেতনতা বৃদ্ধি পাচ্ছে। ফলে তাদের আচরণে কাঙ্ক্ষিত পরিবর্তন
            ঘটছে। এটি একটি সাংস্কৃতিক উন্নয়ন।
          </SubjectDescription>
        </section>

        <section>
          <SubjectTitle>
            পাঠ-৫: বাংলাদেশের সাংস্কৃতিক পরিবর্তন ও বিকাশের ধারা
          </SubjectTitle>
          <SubjectDescription>
            বাঙালি সমৃদ্ধ সংস্কৃতির অধিকারী একটি প্রাচীন জাতি। মানুষ যেভাবে
            জীবনযাপন করে, যেসব জিনিস ব্যবহার করে, যেসব আচার-অনুষ্ঠান পালন করে,
            যা কিছু সৃষ্টি করে, সব নিয়েই তার সংস্কৃতি। খাদ্য, বাসস্থান,
            তৈজসপত্র, যানবাহন, পোশাক, অলঙ্কার, উৎসব, গীতবাদ্য, ভাষা-সাহিত্য সবই
            তার সংস্কৃতির অংশ। তবুও এর মধ্যে সৃষ্টিশীল কিছু কিছু কাজ সংস্কৃতির
            বিচারে বিশেষভাবে গুরুত্বপূর্ণ। কারণ এসব কাজে একটি জাতির চিন্তাশক্তি
            ও সৃজনশীল প্রতিভার পরিচয় পাওয়া যায়। এগুলোকে আমরা বলি শিল্পকলা। আমরা
            আমাদের সেই সব সৃষ্টিশীল সাংস্কৃতিক বৈশিষ্ট্য ও ঐতিহ্যের সাথে পরিচিত
            হব এবং দৃশ্যশিল্প, সাহিত্যশিল্প ও সঙ্গীতশিল্প এই তিন শাখায় আমাদের
            অবদান ও কীর্তি স্মরণ করব।
            <br />
            <br />
            দৃশ্যশিল্প: এগুলো বেশিরভাগই বস্তুগত শিল্প বা সংস্কৃতি হিসেবে পরিচিত।
            পলিমাটিতে গড়া আমাদের এই দেশ। এই দেশে একদিকে মাটি আর অন্যদিকে এ
            মাটিতে জন্মানো{" "}
            <SubjectTopicModal
              value="বাঁশ মানুষের ঘর"
              img="https://protidinerbangladesh.com/uploads/2024/09/online/photos/Untitled-1-66e67c372e61b.jpg"
            />{" "}
            তৈরিতে ব্যবহৃত হয়ে আসছে। বাঙালির ঐতিহ্যবাহী সুনির্মিত ঘর হলো{" "}
            <SubjectTopicModal
              value="মাটির তৈরি"
              img="https://www.natunsylhet24.com/images/news/27/26750.jpg?newst=1738652940"
            />{" "}
            মাটির তৈরি ও বাঁশের তরজার ছাউনিযুক্ত{" "}
            <SubjectTopicModal
              value="দোচালা"
              img="https://www.cvoice24.com/media/imgAll/uploads/PostImages/%E0%A6%AC%E0%A6%BE%E0%A6%81%E0%A6%B6%E0%A7%87%E0%A6%B0_%E0%A6%A4%E0%A7%88%E0%A6%B0%E0%A6%BF_%E0%A6%98%E0%A6%B0.jpg"
            />{" "}
            দোচালা, চারচালা, এমনকি আটচালা। কখনো কখনো বাঁশের কাঠামোর ওপর শন দিয়ে
            চাল ছাওয়া হয়। এখনও গ্রামগঞ্জে এরকম ঘর দেখা যায়।
            <br />
            <br />
            একসময় ছাঁচ অনুযায়ী মাটির তৈরি ইট দিয়ে মন্দির বানানো হয়েছে। তবে
            এক্ষেত্রে শিল্পমূল্যে সবচেয়ে গুরুত্বপূর্ণ হচ্ছে মাটির ফলক বা পাত
            তৈরি করে তাতে ছবি অঙ্কন করে পুড়িয়ে স্থায়ী রূপ দেওয়া। এগুলোকে
            <SubjectTopicModal
              value="টেরাকোটা"
              img="https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/%E0%A6%95%E0%A6%BE%E0%A6%A8%E0%A7%8D%E0%A6%A4%E0%A6%A8%E0%A6%97%E0%A6%B0_%E0%A6%AE%E0%A6%A8%E0%A7%8D%E0%A6%A6%E0%A6%BF%E0%A6%B0_%E0%A6%9F%E0%A7%87%E0%A6%B0%E0%A6%BE%E0%A6%95%E0%A7%8B%E0%A6%9F%E0%A6%BE_%E0%A7%A8.jpg/960px-%E0%A6%95%E0%A6%BE%E0%A6%A8%E0%A7%8D%E0%A6%A4%E0%A6%A8%E0%A6%97%E0%A6%B0_%E0%A6%AE%E0%A6%A8%E0%A7%8D%E0%A6%A6%E0%A6%BF%E0%A6%B0_%E0%A6%9F%E0%A7%87%E0%A6%B0%E0%A6%BE%E0%A6%95%E0%A7%8B%E0%A6%9F%E0%A6%BE_%E0%A7%A8.jpg"
            />{" "}
            বা পোড়ামাটির শিল্প বলা হয়।{" "}
            <SubjectTopicModal
              value=" দিনাজপুরের কান্তজি মন্দিরে "
              img="https://assets.roar.media/assets/TyrskWqrNle4DfhP_QZ0mWTuqgWC9MDno_rsz_1kaharol_dinajpur.jpg?w=1200"
            />{" "}
            এভাবে পোড়ামাটির শিল্পকর্মে রামায়ণের কাহিনিসহ নানা সামাজিক জীবনের
            চিত্র ফুটে উঠেছে।{" "}
            <SubjectTopicModal
              value=" পাহাড়পুরের সোমপুর বিহারেও"
              img="https://www.nariatravels.com/uploads/0000/1/2023/06/13/somapura-bihar.jpg"
            />{" "}
            পোড়ামাটির প্রচুর কাজ আছে। এতে সেকালের সমাজ জীবনের ছবি পাওয়া যায়।
            <SubjectTopicModal
              value="কালো রঙের কষ্টিপাথর"
              img="https://samakal.com/media/imgAll/uploads/2017/12/online/photos/Untitled-28-5a3576f781737-5a3580e50367c.jpg"
            />{" "}
            আর নানা রকম মাটি দিয়ে হিন্দু ও{" "}
            <SubjectTopicModal
              value="বৌদ্ধ দেবদেবীর মূর্তি"
              img="https://www.probashirdiganta.com/uploads/images/image_380x240_5ce6972da56f6.jpg"
            />{" "}
            বানানোর ঐতিহ্যও বেশ পুরানো।
            <br />
            <br />
            তবে পালযুগে{" "}
            <SubjectTopicModal
              value="তালপাতার পুঁথিতে"
              img="https://pagefournews.com/wp-content/uploads/2022/03/punthi-5.jpg"
            />{" "}
            দেশীয় রং দিয়ে যেসব ছবি আঁকা হয়েছে তার প্রশংসা আধুনিক বিশ্বের
            শিল্পরসিকদের কাছ থেকেও পাওয়া যাচ্ছে। হাজার বছর পরেও ছবিগুলো চমৎকার
            ঝকঝকে রয়েছে। পুঁথিগুলো ছিল বৌদ্ধ ধর্মশাস্ত্রের।
            <br />
            <br />
            বাংলার তাঁতশিল্পের সুনাম বহুকালের। প্রাচীন বাংলার{" "}
            <SubjectTopicModal
              value="দুকুল কাপড়ের "
              img="https://teachers.gov.bd/shared/contents/2023/August/1/photo/image_444506_1690879736.jpg"
            />{" "}
            বেশ খ্যাতি ছিল। কৌটিল্য বলেছেন, পুণ্ড্রদেশের (উত্তরবঙ্গ) দুকুল
            শ্যামবর্ণ এবং মণির মতো মসৃণ। দুকুল ছিল খুব মিহি আর ক্ষৌমবস্ত্র একটু
            মোটা।{" "}
            <SubjectTopicModal
              value="পত্রোর্ণ নামে এন্ডি বা মুগা জাতীয় সিল্ক "
              img="https://suvetah.com/cdn/shop/products/C41lr1500.jpg?v=1632391224&width=1946"
            />{" "}
            তৈরি হতো{" "}
            <SubjectTopicModal
              value="মগধ প্রাচীন ভারতে ষোলটি মহাজনপদ বা অঞ্চলের মধ্যে অন্যতম। ষোলটি মহাজনপদের মধ্যে মগধ বেশ শক্তিশালী হয়ে ওঠে। এই রাজ্য বর্তমানের বিহারের পাটনা, গয়া আর বাংলার কিছু অংশ নিয়ে গঠিত ছিল। রাজগৃহ ছিল মগধের রাজধানী। তারপর পাটলিপুত্র রাজধানী বানিয়ে গিয়েছিলো। রাজা বিম্বসার ছিলেন মগধের প্রথম ঐতিহাসিক রাজা। তিনি অঙ্গ দখল করেন। "
              img="https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Magadha.GIF/330px-Magadha.GIF"
            />{" "}
            ও পুঞ্জে। সেকালে এদেশের দুকুল, পত্রোর্ণ,{" "}
            <SubjectTopicModal
              value="ক্ষৌম"
              img="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRg_snXt_vK1ffhTgmbrGXiu1-HP1ZyX6DSSg&s"
            />{" "}
            ও{" "}
            <SubjectTopicModal
              value=" কার্পাস কাপড়"
              img="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSzDNGUknWXFmA0eomU0BRFeDG5lX3drdTHbw&s"
            />{" "}
            বিদেশে রপ্তানি হতো।
            <br />
            <br />
            বাংলায় বিভিন্ন সময় যেসব কাপড় উৎপন্ন হতো তার মধ্যে উল্লেখযোগ্য হলো
            খাসা, এলাচি, হামাম, চৌতা, উতানি, সুসিজ, কোসা, মলমল, দুরিয়া, শিরবান্দ
            ইত্যাদি। বাংলার{" "}
            <SubjectTopicModal
              value=" বিখ্যাত মসলিন কাপড় "
              img="https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Moslin_1.jpg/500px-Moslin_1.jpg"
            />{" "}
            এতোই সূক্ষ্ম ও উন্নতমানের ছিল যে, এ কাপড় নিয়ে বহু কাহিনি বা
            কিংবদন্তির সৃষ্টি হয়েছিল। বাংলার শাড়ির খ্যাতিও বহুকালের- সিল্ক,
            জামদানি, টাঙ্গাইল, মসলিন, গরদ ইত্যাদি এখনও সুপরিচিত।
            <br />
            <br />
            সুলতানি আমল থেকে বাংলার স্থাপত্যশিল্পে ইরানি প্রভাব পড়তে শুরু করে।
            গম্বুজ ও খিলানসহ মসজিদ তো নির্মিত হয়েছেই, অনেক দপ্তর ও বাড়িঘরও তৈরি
            হয়েছে এই রীতিতে।{" "}
            <SubjectTopicModal
              value=" ছোটো সোনা মসজিদ"
              img="https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Choto_Shona_Mosque_Rajshahi.jpg/500px-Choto_Shona_Mosque_Rajshahi.jpg"
            />{" "}
            ,{" "}
            <SubjectTopicModal
              value=" নবাব কাটরা"
              img="https://www.teachers.gov.bd/shared/contents/2023/August/3/photo/image_444506_1691030431.jpg"
            />{" "}
            ,{" "}
            <SubjectTopicModal
              value=" ঢাকার লালবাগের কুঠি "
              img="https://www.historyhit.com/app/uploads/bis-images/5154647/Lalbagh-Fort-Shutterstock-788x537.jpg"
            />{" "}
            এ সময়ের স্থাপত্য নিদর্শন।
            <br />
            <br />
            বাংলার{" "}
            <SubjectTopicModal
              value="নকশিকাঁথার "
              img="https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Nakshi_kantha1.JPG/250px-Nakshi_kantha1.JPG"
            />{" "}
            কথা না বললেই নয়। গ্রামীণ নারীরা ঘরে ঘরে কাঁথা সেলাই করে তাতে আশ্চর্য
            নিপুণতায় গল্পকাহিনি ও ছবি ফুটিয়ে তুলেছেন। এখনও গ্রামীণ সমাজের নারীরা
            এই শিল্পকর্মটি টিকিয়ে রেখেছেন। এছাড়া কাঠের কাজ বা কারুশিল্প, শঙ্খের
            কাজ,{" "}
            <SubjectTopicModal
              value="বাঁশ "
              img="https://i0.wp.com/techzoom.tv/wp-content/uploads/2021/08/images226.jpg?resize=700%2C375&ssl=1"
            />{" "}
            -{" "}
            <SubjectTopicModal
              value="বেত "
              img="https://www.protidinerchitrobd.com/media/all/bsrishal-1717674411.jpg"
            />{" "}
            ও শোলার কাজেও বাংলার মানুষ যেমন দক্ষতা দেখিয়েছে তেমনি তাদের সৃজনশীল
            মনের প্রকাশ ঘটিয়েছে।
          </SubjectDescription>
        </section>
      </div>
    </div>
  );
};

export default Subject;
