const AmaderKotha = () => {
  return (
    <section className=" pt-5 md:pt-14 bg-[var(--color-bg)] text-[var(--color-text)] relative bangla">
      <div className="w-full mx-auto text-left">
        <h2 className="text-2xl md:text-4xl font-bold  mb-2">আমাদের কথাঃ</h2>

        <p className="text-lg md:text-xl  leading-relaxed text-justify ">
          <span className="font-bold">আসসালামু আলাইকুম,</span> বেলকুচির সনামধন্য
          শিক্ষা প্রতিষ্ঠান রয়েল একাডেমি এর পক্ষ থেকে আপনাকে জানাই স্বাগতম।
          শিক্ষা হলো মানুষের জীবনের সবচেয়ে মূল্যবান সম্পদ। এই বিশ্বাসকে সামনে
          রেখে রয়ের একাডেমি প্রতিষ্ঠালগ্ন থেকেই শিক্ষার্থীদের মানসম্মত শিক্ষা
          প্রদান এবং তাদেরকে নৈতিক ও মানবিক মূল্যবোধে গড়ে তোলার জন্য নিরলসভাবে
          কাজ করে যাচ্ছে। আমাদের প্রতিষ্ঠানে রয়েছে অভিজ্ঞ ও দক্ষ শিক্ষক মণ্ডলী,
          যারা শিক্ষার্থীদের পাঠ্যবইয়ের জ্ঞানের পাশাপাশি বাস্তব জীবনের জ্ঞান ও
          দক্ষতা অর্জনে সহায়তা করেন। আমরা প্রতিটি শিক্ষার্থীর ব্যক্তিগত মেধা,
          প্রতিভা ও আগ্রহকে গুরুত্ব দিয়ে তাদের সর্বোচ্চ বিকাশের সুযোগ করে দেই।
          আধুনিক শিক্ষা ব্যবস্থার সাথে তাল মিলিয়ে আমরা প্রযুক্তিনির্ভর শিক্ষা,
          সহশিক্ষা কার্যক্রম, সাংস্কৃতিক ও ক্রীড়া কার্যক্রমের মাধ্যমে
          শিক্ষার্থীদের সামগ্রিক বিকাশ নিশ্চিত করার চেষ্টা করি। আমাদের লক্ষ্য
          শুধুমাত্র পরীক্ষায় ভালো ফলাফল অর্জন নয়; বরং শিক্ষার্থীদেরকে সৎ,
          দায়িত্বশীল ও আদর্শ নাগরিক হিসেবে গড়ে তোলা। আমরা বিশ্বাস করি, সঠিক
          শিক্ষা ও সঠিক দিকনির্দেশনা একজন শিক্ষার্থীর ভবিষ্যৎ আলোকিত করতে পারে।
          তাই আমরা প্রতিনিয়ত চেষ্টা করি একটি সুন্দর, নিরাপদ এবং অনুপ্রেরণামূলক
          শিক্ষার পরিবেশ তৈরি করতে।
        </p>
      </div>
    </section>
  );
};

export default AmaderKotha;
